[MZStormForce X2AbilityTemplate]
LocFriendlyName="风暴之力"
LocLongDescription="基于灵能闪电的攻击如灵能闪电，离子风暴和类似能力+40%更多伤害。"
LocHelpText="基于灵能闪电的攻击如灵能闪电，离子风暴和类似能力+40%更多伤害。""
LocFlyOverText="风暴之力"
LocPromotionPopupText="<Bullet/> 该能力给予灵能闪电，离子风暴和类似能力+40%更多伤害。"

[BiggerIsBetter X2AbilityTemplate]
LocFriendlyName="越强越好"
LocLongDescription="枪比刀，核武器比枪。你现在可以在你的副武器槽中装备一个火箭发射器(需安装火箭兵职业)。此外，还可以获得精准火箭技能，使你的火箭更加精准。"
LocHelpText="你现在可以在你的副武器槽中装备一个火箭发射器(需安装火箭兵职业)。此外，还可以获得精准火箭技能，使你的火箭更加精准。"
LocFlyOverText="越强越好"
LocPromotionPopupText="<Bullet/> 装备火箭发射器意味着不能使用死神的飞刀和任何依赖飞刀的能力。在决定带哪种副武器时，要考虑任务和你的队友。\n<Bullet/> 死神没有任何免费的火箭与发射器。记住在你的通用槽和/或榴弹槽中装备一些火箭。"

; LWOTC Needs Translation
[HomingMine X2AbilityTemplate]
LocPromotionPopupText="<Bullet/> 对地雷目标的射击将会保证命中。<br/><Bullet/> 自导地雷每次任务有 1 次充能。<br/><Bullet/> 自导地雷需要一个行动点并且不会结束你的回合。<br/>"
; End Translation
